Repository: brjezierski/SilDictionary
Catalog: SilDictionary/Localizable/*.lproj/Localizable.strings
Languages: pl

# str_addEntryAlert
source: New Entry
pl: Nowe hasło

# str_prompt
source: Add a new entry:
pl: Dodaj nowe hasło:

# str_silesian
source: Silesian
pl: śląski

# str_polish
source: Polish
pl: polski

# str_silesian-polish
source: Silesian-Polish
pl: śląsko-polski

# str_polish-silesian
source: Polish-Silesian
pl: polsko-śląski

# str_save
source: Save
pl: Zapisz

# str_cancel
source: Cancel
pl: Anuluj

# str_exampleTitle
source: Example
pl: Przykład użycia

# str_search
source: Enter the word...
pl: Wpisz hasło...

# str_warning
source: Warning!
pl: Uwaga!

# str_deleteAlertWarning
source: You can only delete entries you have added yourself.
pl: Można usunąć tylko hasła dodane przez użytkownika.

# str_done
source: Done
pl: Gotowe

# str_wrongInputWarning
source: New entry is too short.
pl: Nowe hasło jest zbyt krótkie.

# str_discoverSilesia
source: Discover Silesia
pl: Odkryj Śląsk

# str_cityImageVCDescription
source: Discover cities of Silesia!
pl: Odkryj miasta Śląska!

# str_appInfo
source: App Info
pl: Informacje o aplikacji
